tap "brona/iproute2mac"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
cask "xquartz"
brew "autoconf"
brew "boost"
brew "cliclick"
brew "dfu-programmer"
brew "ffmpeg"
brew "ghostscript", link: false
brew "ghq"
brew "gibo"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "iproute2mac"
brew "libyaml"
brew "mas"
brew "mosquitto"
brew "nkf"
brew "nmap"
brew "peco"
brew "perl"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ruby"
brew "sbt"
brew "teensy_loader_cli"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wine"
brew "yarn", args: ["without-node"]
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
cask "ngrok"
cask "skim"
mas "Day One", id: 1055511498
mas "GarageBand", id: 682658836
mas "iMazing HEIC Converter", id: 1292198261
mas "iMovie", id: 408981434
mas "iText Express", id: 416550249
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "SerialTools", id: 611021963
mas "Shazam", id: 897118787
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Snap", id: 418073146
mas "TEPRA SMA3", id: 704088911
mas "The Unarchiver", id: 425424353
mas "Tomato One", id: 907364780
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
